{
  "slide_content": {
    "slide_19_competencies": "CJ 식음 서비스 19가지 핵심 역량\n\n**인성적 요소 (8가지)**\n1. 정직함 - 문제를 숨기지 않고 해결을 위해 최선을 다하는 자세\n2. 책임감 - 고객 요청에 스스로 책임지고 마무리하는 태도\n3. 성실함 - 어떤 업무에도 최선을 다하며 진심으로 임하는 자세\n4. 배려심 - 동료와 고객의 입장을 먼저 생각하는 마음\n5. 적극성 - 시키지 않아도 먼저 나서서 행동하는 태도\n6. 유연함 - 변화와 어려움에 잘 적응하는 능력\n7. 이해심 - 다른 사람의 관점과 상황을 이해하려는 자세\n8. 친절함 - 미소와 따뜻한 말로 고객을 대하는 태도\n\n**태도적 요소 (5가지)**\n9. 단호함 - 어느 경우에도 원칙과 규정을 잘 지키며 흔들리지 않는 태도\n10. 열정 - 일에 대한 애정과 에너지로 최선을 다하는 자세\n11. 겸손함 - 자신의 부족함을 인정하고 배우려는 태도\n12. 자신감 - 자신의 역량을 믿고 당당하게 행동하는 태도\n13. 호기심 - 새로운 것을 배우고 탐구하려는 태도\n\n**기능적 요소 (6가지)**\n14. 위기관리 능력 - 예상치 못한 돌발 상황을 침착하게 수습하는 능력\n15. 소통능력 - 고객과 동료에게 명확하고 효과적으로 의사를 전달하는 능력\n16. 갈등 해결능력 - 의견 차이나 문제 상황을 원만히 조율하는 능력\n17. 팀워크 능력 - 동료들과 협력하여 공동 목표를 달성하는 능력\n18. 판단력 - 상황을 정확히 파악하고 최선의 결정을 내리는 능력\n19. 창의력 - 기존과 다른 새로운 아이디어와 해결책을 제시하는 능력",
    "slide_cj_values": "CJ 4대 핵심 가치\n\n**1. 정직 (Honesty)**\n- 투명하고 솔직한 커뮤니케이션\n- 문제를 숨기지 않고 공유하는 문화\n- 고객과의 신뢰를 최우선으로\n- 관련 역량: 정직함, 책임감, 성실함\n\n**2. 열정 (Passion)**\n- 일에 대한 진정한 애정과 몰입\n- 최고를 향한 끊임없는 도전\n- 능동적이고 적극적인 태도\n- 관련 역량: 열정, 적극성, 자신감\n\n**3. 창의 (Creativity)**\n- 기존 틀을 넘어서는 혁신적 사고\n- 문제 해결의 새로운 접근법\n- 고객 경험 개선을 위한 아이디어\n- 관련 역량: 창의력, 호기심, 판단력\n\n**4. 존중 (Respect)**\n- 고객과 동료에 대한 배려\n- 다양성을 인정하고 포용하는 자세\n- 서로를 인정하고 격려하는 문화\n- 관련 역량: 배려심, 이해심, 팀워크 능력"
  },
  "video_content": {
    "video_tous_1": {
      "topic": "갓 구운 빵의 비밀 (정직)",
      "details": "뚜레쥬르 매장 오픈 준비 시간. 미림 홀 매니저는 오늘 아침 빵이 부족하자 준호 알바생에게 어제 남은 빵을 데워서 '갓 구운 빵' 코너에 채워 넣으라고 지시합니다. 준호가 고객들이 실망하지 않을까 걱정하자, 미림은 '데워서 내놓으면 아무도 모른다', '매장 매출도 중요하다'며 설득합니다. 이 상황은 CJ의 '정직' 가치와 매장 운영 효율 사이의 갈등을 보여주며, 고객 신뢰의 중요성을 생각하게 합니다.",
      "brand": "뚜레쥬르",
      "main_values": [
        "정직"
      ],
      "scenario": "시나리오 1: 갓 구운 빵의 비밀 (정직)",
      "scene": "뚜레쥬르 매장. 오픈 준비로 분주하다.",
      "characters": "미림(홀 매니저), 준호(오픈 알바생)",
      "narration": "매장 오픈 시간! 갓 구운 빵 냄새가 손님들을 유혹하는 시간입니다. 하지만 모든 빵이 '갓 구운 빵'은 아닐 때도 있죠.",
      "dialogue": [
        "미림 (진열대에 빵을 놓으며): 준호 씨, 오늘 아침에 빵이 좀 덜 나왔네? 어제 남은 빵 중에 상태 괜찮은 거 있으면 '갓 구운 빵' 코너에 좀 채워 넣을까? 손님들이 찾으시면 어떡해.",
        "준호: 네? 어제 빵을요? 그럼 손님들이 실망하시지 않을까요?",
        "미림: 에이, 괜찮아! 살짝 데워서 내놓으면 아무도 몰라. 그리고 어제 빵도 다 신선한 재료로 만든 거잖아. 우리 매장 매출도 중요하잖아, 안 그래?",
        "준호 (잠시 망설이다가): 음... 그래도 왠지 찜찜한데요...",
        "미림 (웃으며): 괜찮아, 괜찮아! 이게 다 매장 운영의 묘미지! 얼른 가져와 봐!"
      ],
      "discussion_questions": [
        "미림 매니저의 행동은 CJ의 '정직' 가치와 어떤 점에서 충돌한다고 생각하나요?",
        "만약 여러분이 준호 알바생이라면 이 상황에서 어떻게 대처했을까요? '정직'을 지키면서도 매장 운영에 도움이 되는 다른 방법은 없을까요?",
        "이런 상황이 반복된다면 고객들은 뚜레쥬르에 대해 어떤 인식을 갖게 될까요?"
      ]
    },
    "video_tous_3": {
      "topic": "T-Day 할인율의 미로 (창의 & 존중)",
      "details": "뚜레쥬르 매장에 T-Day 수요일, 고객이 '최대 30% 할인' 포스터를 보고 방문했으나 실제로는 15% 할인만 적용됩니다. 민준 매니저는 T멤버십 종류와 설정에 따라 할인율이 다르다고 설명하지만, 고객은 사전 안내 부족으로 불만을 표현합니다. 민준은 고객의 불만을 경청하고, 신제품 시식 빵을 서비스로 제공하며, 다음 방문 시 T멤버십 설정을 직접 도와드리겠다고 약속합니다. 복잡한 정책에 대한 창의적 소통과 고객 존중의 중요성을 보여줍니다.",
      "brand": "뚜레쥬르",
      "main_values": [
        "창의",
        "존중"
      ],
      "scenario": "시나리오 3: T-Day 할인율의 미로 (창의 & 존중)",
      "scene": "뚜레쥬르 매장. T-Day 수요일, 계산대 앞에는 고객들이 줄을 서 있고, 매장 입구에는 'T-Day 최대 30% 할인' 포스터가 붙어있다.",
      "characters": "민준(홀 매니저), 고객(40대 여성)",
      "narration": "매주 수요일, 뚜레쥬르는 SKT T-Day 할인으로 북적입니다. 하지만 T멤버십 설정에 따라 달라지는 복잡한 할인율은 때론 고객의 불만으로 이어지기도 합니다.",
      "dialogue": [
        "고객 (빵을 고르고 계산대로 오며): 매니저님, 오늘 T-Day 30% 할인 맞죠? 저 이거랑 이거랑... 다 30% 되는 거죠?",
        "민준 (미소 지으며 빵과 고객의 T멤버십 바코드를 스캔한다): 네, 고객님! T-Day 할인 맞으신데요, 고객님의 T멤버십 설정과 고르신 품목에 따라 할인율이 조금 다르게 적용되실 수 있습니다. 고객님께서는 15% 할인이 적용되시네요.",
        "고객 (표정이 굳어지며): 네? 15%요? 저기 밖에 '최대 30% 할인'이라고 크게 써있던데! 그럼 이건 왜 15%예요? 광고에 속은 기분인데요? 제 T멤버십이 뭐가 문제라는 거예요?",
        "민준 (당황하지 않고 차분하게): 아, 고객님! 불편을 드려 정말 죄송합니다. T-Day 혜택이 고객님의 T멤버십 종류(예: 일반, 우주패스, 에이닷 등)나 T-World 앱 내에서 'T-Day 혜택'을 활성화하셨는지 여부에 따라 할인율이 다르게 적용되어서 혼란스러우실 수 있습니다. 저희가 안내를 좀 더 명확하게 했어야 했는데, 죄송합니다.",
        "고객 (짜증 섞인 목소리로): 아니, 그럼 미리 알려줘야 하는 거 아니에요? 내가 뭘 잘못 눌렀다는 건지, 뭘 설정해야 하는 건지! 복잡해서 원!",
        "민준 (고객의 말을 경청하며): 고객님, 죄송합니다. 미리 자세히 안내해 드리지 못해 정말 죄송합니다. (잠시 고민하다가) 고객님, 혹시 괜찮으시다면, 저희가 오늘 갓 구운 '오늘의 깜짝 시식 빵'이 있는데, 고객님께 먼저 맛보시라고 서비스로 하나 드릴까요? (작고 예쁘게 포장된 신제품 빵 샘플을 내민다) 그리고 다음번 방문 시에는 고객님의 T멤버십 앱을 직접 확인해드리면서 30% 할인 적용 품목과 설정 방법을 자세히 안내해 드릴 수 있도록 제가 직접 도와드리겠습니다.",
        "고객 (서비스 빵을 보며 조금 누그러진 표정으로): 음... 그래요? (빵을 받아들고) 뭐, 어쩔 수 없죠. 다음엔 잘 알려주세요.",
        "민준 (진심으로): 네, 고객님! 불편을 드려 다시 한번 죄송합니다. 맛있게 드시고, 다음에 꼭 다시 찾아주세요!"
      ],
      "discussion_questions": [
        "민준 매니저의 대처에서 CJ의 '창의'와 '존중' 가치가 어떻게 발휘되었다고 생각하나요?",
        "고객의 불만 상황에서 '존중'하는 태도로 응대하는 것이 왜 중요할까요?",
        "이 시나리오처럼 복잡한 할인 정책으로 인한 고객 불만을 '창의'적으로 해결했던 경험이 있다면 이야기해 주세요."
      ]
    },
    "video_tous_5": {
      "topic": "마감 할인, 그 이상의 가치! (열정 & 창의)",
      "details": "뚜레쥬르 매장 마감 시간, 판매되지 않은 빵들이 남아있고 옆 편의점의 저렴한 빵들이 경쟁 압박을 줍니다. 지훈 매니저는 단순히 마감 할인을 하는 대신, 남은 빵을 '홈베이킹/홈쿠킹 키트'로 재구성하는 창의적 아이디어를 제안합니다. 식빵에 잼 샘플과 '프렌치토스트 만들기 레시피' 카드를 묶거나, 바게트에 올리브유 샘플과 '마늘빵 만들기 레시피'를 함께 제공하는 것입니다. 또한 SNS 인증샷 이벤트를 통해 고객 참여를 유도합니다. 이는 단순한 할인이 아닌 '새로운 경험'과 '가치'를 제공하는 뚜레쥬르만의 차별화 전략입니다.",
      "brand": "뚜레쥬르",
      "main_values": [
        "열정",
        "창의"
      ],
      "scenario": "시나리오 5: 마감 할인, 그 이상의 가치! (열정 & 창의)",
      "scene": "뚜레쥬르 매장. 마감 시간이 다가오고, 진열대에는 판매되지 않은 빵들이 보인다. 옆 편의점은 여전히 저렴한 빵들로 손님을 유혹한다.",
      "characters": "지훈(홀 매니저), 민지(오픈 알바생)",
      "narration": "매일 갓 구운 빵을 판매하는 뚜레쥬르. 하지만 마감 시간이 되면, 팔리지 않은 빵들을 보며 아쉬움이 남습니다. 옆 편의점의 저렴한 빵들은 더욱 신경 쓰이죠.",
      "dialogue": [
        "지훈 (진열된 빵들을 보며 한숨): 민지 씨, 오늘도 남은 빵이 꽤 되네. 폐기하기엔 너무 아까운데... 옆 편의점은 맨날 싼 가격으로 손님들 다 뺏어가고... 우리는 어떻게 해야 할까?",
        "민지: 네, 매니저님. 마감 할인도 하긴 하는데, 그냥 싸게 파는 것만으로는 한계가 있는 것 같아요.",
        "지훈 (고민에 잠기다가 갑자기 활기찬 표정으로): 좋아! 민지 씨, 우리 마감 할인을 좀 더 '창의적'으로 바꿔보는 건 어때? 단순히 싸게 파는 게 아니라, 뚜레쥬르 빵의 '가치'를 더 보여주는 거야!",
        "민지: 네? 어떻게 해요?",
        "지훈 (아이디어를 쏟아내며): 우리 남은 식빵이나 바게트, 모닝빵 같은 것들 있잖아? 이걸 그냥 할인해서 파는 게 아니라, '오늘의 홈베이킹/홈쿠킹 키트'로 만들어보는 거야! 예를 들면, 식빵이랑 잼 샘플, 그리고 '프렌치토스트 만들기 레시피' 같은 작은 카드랑 같이 묶어서 파는 거지! 아니면 바게트랑 올리브유 샘플, '마늘빵 만들기 레시피' 카드랑 같이!",
        "민지: 와! 매니저님, 그거 정말 좋은데요? 그냥 빵 사는 것보다 뭔가 특별한 걸 얻어가는 느낌이 들 것 같아요!",
        "지훈 (열정적으로): 그렇지? 그리고 SNS에 '우리 뚜레쥬르 빵으로 만든 나만의 요리' 인증샷 이벤트를 열어서, 추첨해서 뚜레쥬르 상품권도 주고! 단순히 빵을 싸게 파는 게 아니라, 빵과 함께하는 '새로운 경험'과 '활용법'을 제공하는 거야! 편의점 빵은 절대 줄 수 없는 우리 뚜레쥬르만의 '열정'과 '창의'적인 가치를 보여주는 거지! 준비는 좀 힘들겠지만, 우리 한번 제대로 해보자!"
      ],
      "discussion_questions": [
        "지훈 매니저의 제안에서 CJ의 '열정'과 '창의' 가치가 어떻게 결합되어 나타났나요?",
        "경쟁 업체와의 차별화를 위해 '창의'적인 아이디어를 낼 때 가장 중요하게 고려해야 할 점은 무엇일까요?",
        "이 시나리오처럼 '열정'을 가지고 새로운 도전을 해본 경험이 있다면 이야기해 주세요."
      ]
    },
    "video_vips_mgr_1": {
      "topic": "예약 시스템 오류와 고객의 분노 (정직 & 존중)",
      "details": "빕스 레스토랑 저녁 피크 시간, 김민수 고객 부부가 예약 확인 문자를 받았음에도 매장 명단에서 누락되어 있습니다. 기념일을 위해 특별히 예약한 상황에서 고객은 크게 화를 냅니다. 승우 매니저는 예약 시스템 오류를 정직하게 인정하고 진심으로 사과합니다. 창가 자리 대신 다른 최상의 자리를 안내하고, 무료 디저트와 음료를 제공하며, 다음 방문 시 사용할 할인 쿠폰을 드립니다. 시스템 오류에 대한 정직한 인정과 고객 감정에 대한 존중이 신뢰 회복의 핵심임을 보여줍니다.",
      "brand": "빕스 레스토랑",
      "role": "매니저",
      "main_values": [
        "정직",
        "존중"
      ],
      "scenario": "시나리오 1: 예약 시스템 오류와 고객의 분노 (정직 & 존중)",
      "scene": "빕스 레스토랑 입구. 저녁 피크 시간, 손님들로 붐빈다.",
      "characters": "승우(매니저), 고객(40대 부부), 홀 직원",
      "narration": "완벽해 보이는 시스템에도 오류는 발생합니다. 그리고 그 오류가 고객의 소중한 시간을 뺏는다면?",
      "dialogue": [
        "승우 (예약자 명단을 확인하며): 어서 오세요, 고객님! 예약 확인 도와드리겠습니다. 성함이 어떻게 되시죠?",
        "고객 남편: 김민수요. 7시 30분, 창가 자리로 예약했습니다.",
        "승우 (명단을 아무리 찾아봐도 없다): 김민수 고객님... 죄송합니다만, 예약 명단에 성함이 없으신데요?",
        "고객 아내 (화난 목소리로): 무슨 소리예요! 어제 분명히 전화로 예약했고, 예약 확인 문자도 받았는데! (핸드폰을 내밀며) 여기 보세요! 예약 번호까지 있잖아요!",
        "승우 (문자를 확인하고 당황한다): 아... 정말 죄송합니다. 저희 예약 시스템에 일시적인 오류가 있었던 것 같습니다. 예약은 분명히 되셨는데, 저희 쪽 명단에 누락되었네요. 정말 죄송합니다.",
        "고객 남편 (언성을 높이며): 지금 장난합니까? 기념일이라 특별히 예약한 건데, 이럴 수가 있어요? 지금 이 시간에 다른 레스토랑을 어떻게 찾아갑니까!",
        "승우 (고개를 숙이며): 정말 면목 없습니다, 고객님. 저희 불찰입니다. 지금 당장 창가 자리는 어렵지만, 가장 좋은 다른 자리로 안내해 드리고, 오늘 식사는 저희 빕스에서 특별히 준비한 디저트와 음료를 무료로 제공해 드리고 싶습니다. 그리고 다음 방문 시 사용하실 수 있는 할인 쿠폰도 드리겠습니다.",
        "고객 아내 (남편을 보며): 여보, 일단 너무 배고프니까...",
        "승우 (진심으로): 고객님, 다시 한번 불편을 드려 죄송합니다. 오늘 식사가 불편함 없이 즐거우실 수 있도록 최선을 다하겠습니다."
      ],
      "discussion_questions": [
        "승우 매니저의 대처에서 CJ의 '정직'과 '존중' 가치가 어떻게 나타났다고 생각하나요?",
        "예약 시스템 오류와 같은 상황에서 '정직'하게 상황을 인정하는 것이 왜 중요할까요?",
        "고객의 분노를 '존중'하며 응대하는 것이 장기적으로 레스토랑에 어떤 긍정적인 영향을 줄까요?"
      ]
    },
    "video_vips_mgr_4": {
      "topic": "단체 고객의 무리한 요구 (정직 & 열정)",
      "details": "빕스 레스토랑 단체룸에서 회식 중인 단체 고객 대표가 술에 취해 예은 매니저를 부릅니다. 샐러드바 음식이 빨리 없어진다며 불만을 표현하고, 총액에서 10% 추가 할인을 요구합니다. 예은 매니저는 당황하지 않고 침착하게 대응합니다. 추가 할인은 규정상 어렵다고 정직하게 말하되, 특별 디저트 플레이트를 제공하고 샐러드바를 즉시 채우겠다고 약속합니다. 고객이 재차 요구하자, 단호하지만 정중하게 '모든 고객께 공정한 서비스 제공'이라는 원칙을 설명합니다. 무리한 요구에 대한 정직한 대처와 고객 만족을 위한 열정적 노력의 균형을 보여줍니다.",
      "brand": "빕스 레스토랑",
      "role": "매니저",
      "main_values": [
        "정직",
        "열정"
      ],
      "scenario": "시나리오 4: 단체 고객의 무리한 요구 (정직 & 열정)",
      "scene": "빕스 레스토랑. 단체룸에서 회식 중인 고객들이 매니저를 부른다.",
      "characters": "예은(매니저), 단체 고객 대표(40대 남성)",
      "narration": "단체 고객은 매출의 큰 부분을 차지하지만, 때론 무리한 요구를 하기도 합니다.",
      "dialogue": [
        "단체 고객 대표 (예은 매니저를 부르며): 매니저님! 여기요!",
        "예은 (미소 지으며 다가간다): 네, 고객님. 불편한 점 있으신가요?",
        "단체 고객 대표 (술에 취한 듯): 아, 매니저님! 저희가 오늘 여기서 회식하는데, 서비스가 좀 아쉽네요! 샐러드바 음식도 너무 빨리 없어지고! 저희가 오늘 여기서만 꽤 많이 먹었는데, 서비스로 계산할 때 총액에서 10% 정도 더 할인해주면 안 돼요? 저희 다음에도 여기 올 건데!",
        "예은 (당황하지만 침착하게): 고객님, 오늘 저희 빕스를 찾아주셔서 정말 감사합니다. 추가 할인은 어렵지만, 대신 저희가 특별히 준비한 디저트 플레이트를 추가로 제공해 드릴 수 있습니다. 샐러드바 음식은 지금 바로 확인해서 빠르게 채워 넣도록 하겠습니다.",
        "단체 고객 대표: 에이~ 10% 할인이 뭐 그리 대수라고! 우리 다음에도 여기 올 건데, 이 정도는 서비스 해줘야 하는 거 아니야?",
        "예은 (단호하지만 정중하게): 고객님, 죄송합니다. 저희 빕스는 모든 고객께 공정한 서비스를 제공하는 것을 원칙으로 하고 있습니다. 추가 할인은 규정상 어렵습니다. 하지만 고객님께서 만족스러운 식사를 하실 수 있도록 최선을 다하겠습니다. 샐러드바 음식은 지금 바로 확인해서 불편함 없이 이용하실 수 있도록 조치하겠습니다. 그리고 혹시 다른 불편한 점이 있으시다면 언제든지 말씀해주세요."
      ],
      "discussion_questions": [
        "예은 매니저의 대처에서 CJ의 '정직'과 '열정' 가치가 어떻게 나타났다고 생각하나요?",
        "고객의 무리한 요구에 '정직'하게 대처하는 것이 왜 중요할까요?",
        "'열정'을 가지고 원칙을 지키면서도 고객 만족을 위해 노력하는 방법은 무엇일까요?"
      ]
    },
    "video_vips_mgr_5": {
      "topic": "SNS 대기 불만 폭주! 고객 경험 혁신 (창의 & 열정)",
      "details": "빅스 매장의 긴 대기 시간과 직원 불친절 응대에 대한 불만이 사진과 함께 SNS에 올라오고 댓글이 폭주합니다. 민혁 매니저는 위기를 기회로 전환하기로 결심합니다. 즉시 직원들에게 대기 고객 응대 교육을 강화하고, '오늘의 빕스 이야기' 게시판을 만들어 대기 시간 동안 갓 구운 폭립 준비 과정, 샐러드바 신선한 재료의 스토리를 공유합니다. 20분 이상 대기하는 고객에게는 '매니저의 깜짝 간식'으로 미니 브라우니나 작은 음료를 직접 제공하며 양해를 구합니다. 단순한 기다림이 아닌 '빕스 경험의 일부'로 만드는 창의적 소통 전략입니다.",
      "brand": "빕스 레스토랑",
      "role": "매니저",
      "main_values": [
        "창의",
        "열정"
      ],
      "scenario": "시나리오 5: SNS 대기 불만 폭주! 고객 경험 혁신 (창의 & 열정)",
      "scene": "빕스 레스토랑 매니저 사무실. 매니저가 핸드폰을 보며 당황한다.",
      "characters": "민혁(매니저), 홀 직원",
      "narration": "요즘은 고객의 목소리가 SNS를 통해 순식간에 퍼집니다. 특히 '기다림'은 고객 만족도를 좌우하는 중요한 요소입니다.",
      "dialogue": [
        "민혁 (핸드폰을 보며): 맙소사... 이거 뭐야! (홀 직원에게 핸드폰을 보여준다) 우리 매장 대기 시간이 너무 길고, 직원들이 불친절하게 응대했다는 글이 SNS에 사진이랑 같이 올라왔어! 댓글도 엄청 달리고 있어! '두 번 다시 안 간다'는 말까지!",
        "홀 직원 (놀라서 핸드폰을 본다): 어머! 저기... 어제 주말 피크 때 손님이 너무 많아서... 저희도 정신이 없긴 했어요.",
        "민혁 (당황한 표정으로): 지금 중요한 건 누가 그랬냐가 아니야! 이 글이 퍼지면 우리 매장 이미지에 치명타야! (잠시 고민하다가) 좋아! 일단, 홀 직원들은 지금부터 대기 고객 응대에 더 신경 써줘! 고객 눈 마주치고, 예상 대기 시간 정확히 안내하고, 혹시라도 불쾌한 표정 짓는 일 없도록!",
        "홀 직원: 네!",
        "민혁 (다시 핸드폰을 들고): 그리고 나한테 카메라 줘! 우리가 직접 대기 고객들을 위해 뭘 할 수 있을지 보여줄 거야! (아이디어를 쏟아내며) 좋아! 우리 매장 입구에 '오늘의 빕스 이야기' 게시판을 만들자! 대기하시는 동안 볼 수 있게, 오늘 갓 구운 폭립이 어떻게 준비되는지, 샐러드바 신선한 재료는 어디서 오는지 같은 짧은 스토리와 사진을 붙이는 거야!",
        "홀 직원: 와! 매니저님, 그거 재미있겠는데요?",
        "민혁 (열정적으로): 그리고 대기 시간이 20분 이상 넘어가는 고객들께는 '매니저의 깜짝 간식'으로 미니 브라우니나 작은 음료를 직접 가져다드리면서 양해를 구하는 거야! 단순히 기다리게 하는 게 아니라, 기다리는 시간도 빕스 경험의 일부가 되도록 만드는 거지! 고객의 불만을 외면하지 않고, '열정'적으로 '창의'적인 방법으로 소통하는 모습을 보여주는 거야! 빨리 움직이자!"
      ],
      "discussion_questions": [
        "민혁 매니저의 대처에서 CJ의 '창의'와 '열정' 가치가 어떻게 발휘되었다고 생각하나요?",
        "SNS를 통한 서비스 불만 위기 상황에서 '창의'적인 소통 방식이 왜 중요할까요?",
        "'열정'을 가지고 문제를 해결하고 고객과의 신뢰를 회복했던 경험이 있다면 이야기해 주세요."
      ]
    },
    "video_vips_cook_2": {
      "topic": "시그니처 폭립의 화룡점정 (열정 & 창의)",
      "details": "빅스 주방에서 민준 셰프가 샐러드바에 나갈 폭립 상태를 점검합니다. 수아 주방 직원은 폭립이 샐러드바에 오래 있으면 마르거나 윤기가 없어진다고 걱정합니다. 민준 셰프는 창의적인 해결책을 제시합니다. 폭립을 오븐에 넣기 직전에 특제 글레이즈 소스(기존 소스에 꿀과 허브를 살짝 추가)를 한 번 더 덧바르고 살짝 더 구워주는 것입니다. 바쁜 시간에도 이 추가 작업을 '폭립의 화룡점정'이라 부르며, 고객이 한 조각이라도 더 맛있게 먹을 수 있다면 이 정도 열정은 기본이라고 강조합니다. 사소한 디테일까지 최고로 만들려는 장인정신을 보여줍니다.",
      "brand": "빕스 레스토랑",
      "role": "조리",
      "main_values": [
        "열정",
        "창의"
      ],
      "scenario": "시나리오 2: 시그니처 폭립의 화룡점정 (열정 & 창의)",
      "scene": "빕스 레스토랑 주방. 바쁜 점심 피크를 앞두고 조리사들이 분주하다.",
      "characters": "민준(셰프), 수아(주방 직원)",
      "narration": "빕스의 시그니처 메뉴, 폭립! 언제나 최고의 맛과 비주얼을 유지하는 것은 셰프의 자존심입니다.",
      "dialogue": [
        "민준 (샐러드바에 나갈 폭립을 확인하며): 수아 씨, 폭립 상태는 어때? 손님들이 제일 좋아하는 메뉴니까 나갈 때까지 바삭하고 촉촉하게 유지하는 게 중요해.",
        "수아: 네, 셰프님! 방금 구워서 따뜻하긴 한데... 샐러드바에 오래 있으면 아무래도 좀 마르거나 윤기가 없어지는 것 같아서 아쉬워요.",
        "민준 (폭립을 유심히 보며 고개를 끄덕인다): 맞아. 손님들이 집어갈 때까지도 '와, 진짜 맛있겠다!' 소리가 나와야 하는데... (잠시 고민하다가 번뜩이는 표정) 수아 씨, 우리 이거 한번 해볼까?",
        "수아: 네? 뭘요?",
        "민준 (열정적으로): 지금 샐러드바에 나가는 폭립, 마지막에 오븐에 넣기 직전에 특제 글레이즈 소스를 한 번 더 덧바르는 거야! 그리고 오븐에서 살짝 더 구워주면, 윤기도 좌르르 흐르고 소스도 겉면에 더 착 붙어서 맛도 깊어질 거야!",
        "수아: 와! 셰프님, 그거 좋은데요? 그런데 지금도 바빠 죽겠는데 그럴 시간이 될까요?",
        "민준 (미소 지으며): 물론! 우리에게 시간이 없다고 포기할 순 없지! 이건 단순한 추가 작업이 아니라, 우리 빕스 폭립의 '화룡점정'이 될 거야! 손님들이 한 조각이라도 더 맛있게 드실 수 있다면 이 정도 열정은 기본이지! 내가 지금 바로 시범 보여줄게! 이 글레이즈는 기존 소스에 꿀이랑 허브를 아주 살짝만 더한 거니까, 맛은 그대로 살리면서 비주얼이랑 풍미를 확 살릴 수 있을 거야! 자, 우리 폭립에 새 생명을 불어넣어 보자!"
      ],
      "discussion_questions": [
        "민준 셰프의 행동에서 CJ의 '열정'과 '창의' 가치가 어떻게 나타났다고 생각하나요?",
        "기존 메뉴의 품질을 '창의'적으로 개선하기 위해 어떤 노력을 할 수 있을까요?",
        "'열정'을 가지고 사소해 보이는 부분까지 최고로 만들려 노력했던 경험이 있다면 이야기해 주세요."
      ]
    },
    "video_vips_cook_3": {
      "topic": "주방 내 갈등 해결 (존중)",
      "details": "빅스 주방에서 바쁜 시간에 베테랑 직원 영호가 신입 직원 준호의 야채 손질 실수에 화를 내며 언성을 높입니다. 준호는 억울하다며 선배가 너무 막 말한다고 반박합니다. 지훈 셰프가 둘 사이에 개입하여 갈등을 중재합니다. 영호에게는 준호가 아직 서투르니 차분하게 알려주라고 하고, 준호에게는 영호가 팀 전체의 효율을 생각해서 그런 것이니 이해하라고 조언합니다. 서로 '존중'하면서 일해야 주방 분위기도 좋아지고 실수도 줄어든다고 강조하며, 감정 상하지 말고 일단 오더부터 처리하자고 합니다. 팀워크를 위한 상호 존중의 중요성을 보여줍니다.",
      "brand": "빕스 레스토랑",
      "role": "조리",
      "main_values": [
        "존중"
      ],
      "scenario": "시나리오 3: 주방 내 갈등 해결 (존중)",
      "scene": "빕스 레스토랑 주방. 바쁜 와중에 두 직원이 언쟁을 벌인다.",
      "characters": "지훈(셰프), 영호(베테랑 직원), 준호(신입 직원)",
      "narration": "바쁜 주방은 언제든 갈등이 발생할 수 있는 곳입니다. 셰프의 역할은 단순히 요리하는 것을 넘어, 팀을 조율하는 것이기도 합니다.",
      "dialogue": [
        "영호 (버럭 소리 지르며): 야, 준호! 너 지금 몇 번째야! 내가 야채 손질 이렇게 하라고 했잖아! 이 정도면 다 버려야 한다고! 너 때문에 오더 다 밀리잖아!",
        "준호 (억울한 표정으로): 죄송합니다! 제가 아직 익숙하지 않아서... 그리고 선배님도 너무 막 말씀하시는 거 아니세요?",
        "영호: 뭐? 막 말해? 지금 바빠 죽겠는데 네가 제대로 안 하니까 그러지!",
        "지훈 (상황을 지켜보다가 둘 사이에 끼어든다): 잠깐! 잠깐! 영호 씨, 준호 씨! 지금 바쁜 건 알겠는데, 서로 언성 높이지 마!",
        "영호: 셰프님, 얘가 자꾸 실수해서 오더가 밀려요!",
        "준호: 저는 분명히 열심히 하려고 하는데, 선배님이 너무 다그치기만 하세요!",
        "지훈 (숨을 고르며): 영호 씨, 준호 씨가 아직 서투른 건 맞지만, 그렇게 화내면 준호 씨가 더 위축될 거야. 준호 씨, 영호 씨가 왜 그렇게 말했는지 이해하려고 노력해 봐. 영호 씨는 팀 전체의 효율을 생각해서 그런 거야. 영호 씨, 준호 씨가 아직 익숙하지 않으니까 조금 더 차분하게 알려주는 건 어때? 서로 '존중'하면서 일해야 주방 분위기도 좋아지고, 실수도 줄어들 거야. 지금은 서로 감정 상하지 말고, 일단 오더부터 처리하자. 이따가 다시 이야기하자."
      ],
      "discussion_questions": [
        "지훈 셰프의 대처에서 CJ의 '존중' 가치가 어떻게 나타났다고 생각하나요?",
        "주방 내 갈등 상황에서 '존중'의 태도가 왜 중요할까요?",
        "팀원 간 '존중'을 통해 효율적인 팀워크를 만들었던 경험이 있다면 이야기해 주세요."
      ]
    },
    "video_vips_cook_4": {
      "topic": "칼 같은 계량의 중요성 (정직 & 열정)",
      "details": "빅스 주방 점심 피크 시간, 신입 조리사 하준이 소스 재료를 저울로 정확히 계량하고 있습니다. 선배 조리사 강민은 오더가 밀린다며 눈대중으로 빨리 하라고 다그칩니다. 하준은 '빅스의 맛은 정확한 레시피에서 온다'는 교육 내용을 떠올리며 고민합니다. 결국 하준은 '빅스의 맛은 칼 같아야 한다'며 비록 느리지만 끝까지 정확하게 계량하여 소스를 냅니다. 피크 타임 종료 후, 강민 선배는 하준의 소스 맛이 정확했다고 인정하며, 정확하게 빨리 계량하는 팁을 알려주겠다고 제안합니다. 바쁜 상황에서도 원칙을 지키는 정직함과 발전하려는 열정의 조화를 보여줍니다.",
      "brand": "빕스 레스토랑",
      "role": "조리",
      "main_values": [
        "정직",
        "열정"
      ],
      "scenario": "시나리오 4: 칼 같은 계량의 중요성 (정직 & 열정)",
      "scene": "빕스 레스토랑 주방. 점심 피크 시간, 오더가 쉴 새 없이 쏟아진다.",
      "characters": "하준(신입 조리사), 강민(선배 조리사)",
      "narration": "바쁜 주방에서 신입 조리사에게 가장 어려운 것은 속도와 정확성을 동시에 잡는 것입니다. 특히 빕스의 맛을 좌우하는 소스 계량은 더욱 그렇죠.",
      "dialogue": [
        "강민 (바쁘게 팬을 휘두르며): 하준아! 소스 언제 나와! 지금 오더 밀리는 거 안 보여? 빨리빨리!",
        "하준 (저울에 소스 재료를 조심스럽게 올리며): 네, 선배님! 지금 정확히 계량 중입니다!",
        "강민 (하준의 손을 보며 한숨): 야, 지금 바빠 죽겠는데 언제 그걸 다 재고 있어? 대충 눈대중으로 때려 넣어! 손님들 기다려! 시간 없어!",
        "하준 (눈대중으로 하려다가 멈칫한다. 레시피에 적힌 정확한 g수를 떠올린다.): 하지만... 레시피에 정확한 양이 정해져 있는데요. 맛이 달라질 수도 있잖아요.",
        "강민 (짜증 섞인 목소리로): 지금 맛 따질 때야? 일단 빨리 내보내는 게 중요해! 나중에 맛은 내가 잡을게!",
        "하준 (고민한다. '정확한 맛'과 '빠른 속도' 사이에서 갈등한다. 빕스의 맛은 '정확한 레시피'에서 온다는 교육 내용을 떠올린다. 결심한 듯): 죄송합니다, 선배님. 그래도 정확하게 계량해서 나가겠습니다. 빕스의 맛은 칼 같아야 하니까요!",
        "내레이션: (하준은 비록 조금 느리지만, 끝까지 저울을 이용해 정확히 계량하여 소스를 내보낸다.)",
        "내레이션: [시간 경과 - 피크 타임 종료 후]",
        "강민 (땀을 닦으며): 하준아, 오늘 고생했다. 아까는 좀 다그쳤는데, 너 소스 맛은 정확히 잘 나오더라.",
        "하준 (웃으며): 감사합니다, 선배님! 사실 아까 선배님 말씀 듣고 좀 흔들렸는데... 그래도 정확하게 하는 게 맞다고 생각했어요.",
        "강민 (하준에게 다가가며): 그래, 그게 중요하지. 근데 속도도 중요하잖아? 내가 너 정확하게 빨리 계량하는 팁 좀 알려줄까? 이따 퇴근하고 남아서 연습 좀 해봐.",
        "하준 (눈을 반짝이며): 네! 선배님! 꼭 배우고 싶습니다!"
      ],
      "discussion_questions": [
        "하준 조리사의 대처에서 CJ의 '정직' 가치가 어떻게 나타났다고 생각하나요?",
        "바쁜 상황에서 '정직'하게 원칙을 지키는 것이 왜 중요할까요?",
        "하준 조리사가 '열정'을 가지고 자신의 부족한 점을 개선하려는 모습에서 무엇을 느꼈나요?",
        "여러분이라면 이 상황에서 어떻게 대처했을까요? '정직'과 '열정'을 동시에 지키는 방법은 무엇일까요?"
      ]
    },
    "video_vips_cook_5": {
      "topic": "주방 막내의 스마트한 식자재 관리 (창의 & 존중)",
      "details": "빅스 주방에서 준혁 셰프가 식자재 재고가 꼬이고 유통기한 임박 재료를 놓치는 문제로 고민합니다. 주방 막내 지민은 며칠간 식자재 입고와 선반 배치를 관찰한 후, 조심스럽게 셰프에게 개선 아이디어를 제안합니다. 유통기한이 가장 짧은 재료들에 '선입선출(FIFO) 우선 사용' 스티커를 붙이고, 색깔별 스티커로 임박 순서를 표시하는 방법입니다(주황색: 이번 주, 노란색: 다음 주). 준혁 셰프는 처음엔 막내의 엉뚱한 생각이라 여겼지만, 곧 실용적이고 간단한 방법임을 깨닫고 '창의적'이라고 칭찬합니다. '주방은 모두의 아이디어가 모여야 발전한다'며 지민의 생각을 존중하고 실제로 적용하기로 결정합니다. 작은 아이디어의 힘과 상호 존중의 가치를 보여줍니다.",
      "brand": "빕스 레스토랑",
      "role": "조리",
      "main_values": [
        "창의",
        "존중"
      ],
      "scenario": "시나리오 5: 주방 막내의 스마트한 식자재 관리 (창의 & 존중)",
      "scene": "빕스 레스토랑 주방. 식자재 창고 앞, 재고를 확인하는 시간.",
      "characters": "준혁(셰프), 지민(주방 막내)",
      "narration": "주방의 효율성은 식자재 관리에서 시작됩니다. 때로는 모두가 지나치는 작은 불편함 속에서 새로운 해결책이 발견되기도 하죠.",
      "dialogue": [
        "준혁 (식자재 창고 선반을 보며 한숨): 지민아, 요즘 재고가 좀 꼬이는 것 같아. 분명히 있는 줄 알고 주문 안 했는데, 막상 찾으려면 안 보이고... 유통기한 임박한 재료도 가끔 놓치게 되네.",
        "지민 (선반을 유심히 살피며): 네, 셰프님. 저도 가끔 재료 찾을 때 시간이 좀 걸리더라고요. 특히 비슷한 포장들이 많아서 헷갈릴 때도 있고요.",
        "내레이션: (며칠 후, 지민은 주방 업무를 보면서 식자재가 입고될 때마다 유통기한을 확인하고, 선반에 놓이는 방식 등을 유심히 관찰한다.)",
        "지민 (쉬는 시간에 조심스럽게 준혁 셰프에게 다가간다): 셰프님... 혹시 제가 좀 건방진 질문일 수도 있는데...",
        "준혁 (고개를 들며): 응? 무슨 일이야, 지민아? 편하게 이야기해 봐.",
        "지민: 그게요... 저희가 식자재를 창고에 넣을 때, 유통기한이 임박한 재료나 먼저 써야 할 재료들이 뒤로 밀리거나 다른 재료에 가려져서 놓치는 경우가 있는 것 같아서요.",
        "준혁 (눈썹을 살짝 올리며): 음... 맞아. 바쁘다 보면 그런 경우가 생기지. 그걸 일일이 다 신경 쓰기엔 현실적으로 어렵고.",
        "지민 (작은 스케치북에 간단한 그림을 보여주며): 제가 생각한 건데요, 따로 복잡한 시스템을 만드는 게 아니라... 식자재 입고될 때, 유통기한이 가장 짧은 것들만 모아서 '선입선출(FIFO) 우선 사용' 스티커를 붙여서 특정 칸에 몰아두는 건 어떨까요? 아니면 색깔별로 다른 스티커를 만들어서 유통기한 임박 순서대로 붙이는 거예요. 예를 들어, '주황색 스티커는 이번 주까지', '노란색 스티커는 다음 주까지' 이런 식으로요! 그럼 한눈에 보고 먼저 써야 할 재료를 바로 알 수 있지 않을까요?",
        "준혁 (지민의 스케치북을 보며 생각에 잠긴다. 처음에는 막내의 엉뚱한 생각이라고 여겼지만, 자세히 보니 충분히 활용 가능하고 간단한 방법이다.): 오... 지민아, 이거 괜찮은 생각인데? '창의'적인데? 복잡한 프로그램이나 매뉴얼 없이도 충분히 적용해볼 수 있겠어! 그렇게 하면 재료 낭비도 줄이고, 바쁜 와중에도 재료 찾는 시간을 훨씬 줄일 수 있겠네!",
        "지민 (쑥스러워하며): 제가 막내라서... 혹시 번거롭게만 해드리는 건 아닐까 걱정했어요.",
        "준혁 (웃으며): 무슨 소리야! 주방은 모두의 아이디어가 모여야 더 발전하는 곳이야. 지민이 네 아이디어, 정말 훌륭해! 이런 작은 아이디어들이 모여서 큰 변화를 만들 수 있는 거야. 너의 '창의'적인 생각을 '존중'해줄게! 우리 한번 이걸 주방에 적용해볼까?"
      ],
      "discussion_questions": [
        "지민 조리사의 아이디어와 준혁 셰프의 반응에서 CJ의 '창의'와 '존중' 가치가 어떻게 나타났다고 생각하나요?",
        "주방 내에서 '창의'적인 아이디어가 자유롭게 나올 수 있는 분위기를 만들려면 어떻게 해야 할까요?",
        "다른 사람의 의견을 '존중'하는 태도가 개인의 성장과 팀워크에 어떤 영향을 미친다고 생각하나요?"
      ]
    }
  }
}